{
  "title": "Summary",
  "release_date": "Monday, December 01",
  "scenario_year": "2026 Proposed",
  "shock_data_path": "data/intermediate/shock_data.json",
  "t0_path": "data/intermediate/t0.json",
  "baseline_path": "data/intermediate/path_baseline.csv",
  "output_path": "artifacts/summary.md",
  "sections": [
    {
      "name": "Baseline",
      "description": null,
      "bullets": [
        {
          "type": "computed",
          "template": "The US experiences moderate real GDP growth and a slight increase in unemployment to {baseline.Unemployment.max:.1f}%"
        },
        {
          "type": "computed",
          "template": "US inflation moderates, allowing the FRB to cut short-term interest rates. 10-year Treasury yield falls to {baseline.10Y Treasury.min:.1f}%"
        },
        {
          "type": "manual",
          "text": "Equity prices are flat at 2025Q4 levels and property prices grow moderately"
        },
        {
          "type": "manual",
          "text": "Real GDP growth improves to a moderate pace in the UK and Eurozone. Eurozone inflation is stable while inflation in the UK starts declines gradually in later 2026"
        },
        {
          "type": "manual",
          "text": "Japan's real GDP growth will be positive, though sluggish, through the forecast horizon. Inflation in Japan fluctuates around 2% through the forecast horizon"
        }
      ]
    },
    {
      "name": "Severely Adverse",
      "description": "A severe global recession, including prolonged declines in both residential and commercial real estate prices, which spill over into the corporate sector and affect investment sentiment, albeit to a less degree than in the 2025 severely adverse scenario.",
      "bullets": [
        {
          "type": "manual",
          "text": "US recession resembles CCAR 2025 (slightly milder real GDP shock and same unemployment rate peak)"
        },
        {
          "type": "manual",
          "text": "Smaller decline in HPI reflecting lower ratio of house price to income in 2025"
        },
        {
          "type": "manual",
          "text": "Smaller decline in CRE reflecting already weakened CRE sector"
        },
        {
          "type": "computed",
          "template": "Smaller equity shock ({US Equities.shock:.0f}% vs -55%) and lower VIX peak ({VIX.extreme:.0f} vs 70)"
        },
        {
          "type": "manual",
          "text": "Smaller downward rate shock due to lower starting point and higher trough"
        },
        {
          "type": "manual",
          "text": "Yield curve is inverted in 1Q'26 and then steepens over the remainder of the scenario"
        },
        {
          "type": "computed",
          "template": "Less severe corporate credit spread shock ({BBB Corp Spread.extreme:.1f}% vs 5.8% peak)"
        }
      ]
    },
    {
      "name": "Exploratory Analysis",
      "description": "In addition to the standard Baseline and Severely Adverse, the FRB provided additional **exploratory analysis of risks to the banking system**, including:",
      "bullets": [
        {
          "type": "manual",
          "text": "Credit and liquidity shocks in the NBFI sector, during a severe global recession; and"
        },
        {
          "type": "manual",
          "text": "A market shock featuring a sudden dislocation to financial markets resulting from expectations of reduced global economic activity and higher inflation expectations. This distress in equity markets causes the unexpected defaults of the subject bank's five largest equity hedge fund counterparties."
        }
      ],
      "footnote": "Note the Fed states that the set of macroeconomic conditions considered in the exploratory analysis is the **same** as the set of macroeconomic conditions in the severely adverse scenario."
    }
  ]
}

